Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# dBHL_TONE_AUDIOMETRY_ONBOARDING
source: Onboarding questionnaire.
ar: استطلاع الالتحاق.
ca: Qüestionari inicial.
cs: Úvodní dotazník.
da: Indledende spørgeskema.
de: Eingangsfragebogen.
el: Ερωτηματολόγιο συμμετοχής.
es: Cuestionario de introducción.
fi: Aloituskysely.
fr: Questionnaire de départ.
fr_ca: Questionnaire d’accueil
he: שאלון הצטרפות.
hi: ऑनबोर्डिंग प्रश्न।
hr: Upitnik o dodavanju novog korisnika.
hu: Belépési kérdőív.
id: Daftar pertanyaan orientasi.
it: Questionario introduttivo.
ja: 開始時の質問。
ko: 사전 설문 사항.
ms: Soal selidik persediaan.
nl: Intakevragenlijst.
pl: Kwestionariusz wprowadzający.
pt: Questionário de integração.
pt_pt: Questionário de preparação.
ro: Chestionar de orientare.
ru: Вводный опрос.
sk: Úvodný dotazník.
sv: Förberedande frågeformulär.
sw: Dodoso la kupanda.
th: คำแนะนำแบบสอบถาม
tr: İşe alım anketi.
uk: Реєстраційна анкета.
vi: Bảng câu hỏi tích hợp.
zh_cn: 参与问卷调查。
zh_hk: 測試前問卷調查。
zh_tw: 新手問卷調查。

# dBHL_TONE_AUDIOMETRY_ONBOARDING_QUESTION
source: Select your preference for 'better ear', if any
ar: حدد تفضيلك بخصوص "الأذن الأفضل"، إذا كانت هناك أذن أفضل من الأخرى.
ca: Selecciona la teva preferència de “millor orella”, si cal
cs: Vyberte ucho, na které slyšíte lépe (pokud na jedno ucho slyšíte lépe)
da: Vælg evt. din indstilling for “bedre øre”
de: Wähle das „bessere Ohr“ als deine Vorliebe, falls nötig
el: Επιλέξτε την προτίμηση σας για «καλύτερο αφτί», αν ισχύει
es: Selecciona tu preferencia para “oído bueno”, si la tienes
fi: Valitse ”parempi korva”, jos tarpeen
fr: Sélectionnez votre « meilleure oreille », si vous en avez une
fr_ca: Sélectionnez votre préférence pour la « meilleure oreille » si vous en avez une.
he: בחר/י את העדפתך לגבי האוזן ״הטובה יותר״, אם יש כזו
hi: ‘बेहतर कान' के लिए अपनी प्राथमिकता चुनें, यदि कोई हो
hr: Odaberite svoju postavku za 'bolje uho', ako ga ima
hu: Ha az egyik fülére jobban hall, válassza ki itt.
id: Pilih preferensi Anda untuk 'telinga yang lebih baik', jika ada
it: Seleziona l'orecchio migliore, se presente
ja: 聴きやすいほうの耳があれば選択します
ko: '더 잘 들리는 귀'가 있는 경우 선호하는 귀를 선택하십시오.
ms: Pilih keutamaan anda untuk 'telinga yang lebih baik', jika ada
nl: Selecteer je voorkeur voor "beter oor", indien van toepassing
pl: Zaznacz preferencje „sprawniejszego ucha”, jeśli to konieczne
pt: Selecione sua preferência de “ouvido melhor”, se aplicável
pt_pt: Selecione a sua preferência de “melhor ouvido”, se for o caso
ro: Selectați preferința dvs. pentru urechea cu care auziți mai bine, dacă este cazul
ru: Каким ухом Вы слышите лучше? (Если замечаете разницу)
sk: V prípade potreby vyberte ucho, ktorým lepšie počujete.
sv: Markera din inställning för ”bättre öra” (om du har ett)
sw: Chagua upendeleo wako wa 'sikio bora', ikiwa ipo
th: ถ้ามี ‘หูข้างที่ถนัด’ ให้เลือกหูข้างนั้น
tr: Bir kulağınız “daha iyi duyuyorsa” onu seçin
uk: Виберіть вухо, яким ви чуєте краще, якщо таке є
vi: Chọn ưu tiên của bạn cho 'tai tốt hơn', nếu có
zh_cn: 针对“听力较好的耳朵”选择您的偏好（如果有）
zh_hk: 選擇「聽力較好」偏好設定（如有）
zh_tw: 如有需要，請選擇「聽力較好的耳朵」偏好設定

# dBHL_TONE_AUDIOMETRY_OPTION_LEFT
source: left
ar: يسار
ca: esquerra
cs: levé
da: venstre
de: links
el: αριστερό
es: izquierdo
fi: vasen
fr: gauche
fr_ca: gauche
he: שמאל
hi: बायाँ
hr: lijevo
hu: bal
id: kiri
it: sinistra
ja: 左
ko: 왼쪽
ms: kiri
nl: links
pl: lewe
pt: esquerdo
pt_pt: esquerdo
ro: stânga
ru: левым
sk: ľavé
sv: vänster
sw: kushoto
th: ซ้าย
tr: sol
uk: ліве
vi: trái
zh_cn: 左
zh_hk: 左
zh_tw: 左側

# dBHL_TONE_AUDIOMETRY_OPTION_NO_PREFERENCE
source: no preference
ar: بلا تفضيل
ca: cap preferència
cs: bez preference
da: ingen præference
de: keine Vorliebe
el: καμία προτίμηση
es: sin preferencia
fi: ei asetusta
fr: aucune préférence
fr_ca: aucune préférence
he: ללא העדפה
hi: कोई प्राथमिकता नहीं है
hr: bez postavke
hu: nincs beállítás
id: tidak ada preferensi
it: nessuna preferenza
ja: 設定なし
ko: 선호하는 쪽 없음
ms: tiada keutamaan
nl: geen voorkeur
pl: bez preferencji
pt: sem preferência
pt_pt: sem preferência
ro: nicio preferință
ru: не замечаю разницы
sk: bez predvoľby
sv: ingen inställning
sw: hakuna mapendeleo
th: ไม่มีข้างที่ถนัด
tr: tercih yok
uk: немає
vi: không có ưu tiên
zh_cn: 无偏好
zh_hk: 沒有偏好
zh_tw: 無偏好

# dBHL_TONE_AUDIOMETRY_OPTION_RIGHT
source: right
ar: يمين
ca: dreta
cs: pravé
da: højre
de: rechts
el: δεξιό
es: derecho
fi: oikea
fr: droite
fr_ca: droite
he: ימין
hi: दायाँ
hr: desno
hu: jobb
id: kanan
it: destra
ja: 右
ko: 오른쪽
ms: kanan
nl: rechts
pl: prawe
pt: direito
pt_pt: direito
ro: dreapta
ru: правым
sk: pravé
sv: höger
sw: kulia
th: ขวา
tr: sağ
uk: праве
vi: phải
zh_cn: 右
zh_hk: 右
zh_tw: 右側

# dBHL_TONE_AUDIOMETRY_TASK_TITLE
source: Tone Audiometry
ar: قياس سمع النغمة
ca: Audiometria tonal
cs: Tónová audiometrie
da: Toneaudiometri
de: Tonaudiometrie
el: Τονική ακοομετρία
es: Audiometría tonal
fi: Audiometria
fr: Audiométrie tonale
fr_ca: Audiométrie tonale
he: בדיקת שמיעה
hi: टोन ऑडियोमेट्री
hr: Tonalna audiom.
hu: Hangaudiometria
id: Audiometri Nada
it: Audiometria tonale
ja: 聴力検査
ko: 순음 청력 검사
ms: Audiometri Nada
nl: Toonaudiometrie
pl: Audiometria tonalna
pt: Audiometria Tonal
pt_pt: Audiometria de tom
ro: Audiometrie tonală
ru: Аудиометрия
sk: Tónová audiometria
sv: Tonaudiometri
sw: Upimaji wa Sauti wa Tani
th: ตรวจวัดการได้ยิน
tr: Ses Tonu Odyometrisi
uk: Аудіометрія
vi: Trắc thính Âm báo
zh_cn: 纯音测听
zh_hk: 純音聽力檢查
zh_tw: 純音聽力檢查

# DOB_FORM_ITEM_PLACEHOLDER
source: Pick a date
ar: اختيار تاريخ
ca: Selecciona una data
cs: Vyberte datum
da: Vælg en dato
de: Datum wählen
el: Επιλέξτε ημερομηνία
es: Selecciona una fecha
es_419: Elige una fecha
fi: Valitse päiväys
fr: Définir la date
fr_ca: Choisir une date
he: בחר/י תאריך
hi: तिथि चुनें
hr: Izaberite datum
hu: Dátum kiválasztása
id: Pilih tanggal
it: Scegli una data
ja: 日付を選択
ko: 날짜 선택
ms: Pilih tarikh
nb: Angi dato
nl: Kies een datum
pl: Wybierz datę
pt: Escolha uma data
pt_pt: Escolha uma data
ro: Alegeți o dată
ru: Выберите дату
sk: Vyberte dátum
sv: Välj ett datum
sw: Chagua tarehe
th: เลือกวันที่
tr: Bir tarih seçin
uk: Виберіть дату
vi: Chọn một ngày
zh_cn: 选择日期
zh_hk: 選擇日期
zh_tw: 選擇日期

# DOB_FORM_ITEM_TITLE
source: Date of Birth
ar: تاريخ الميلاد
ca: Data de naixement
cs: Datum narození
da: Fødselsdato
de: Geburtsdatum
el: Ημερομηνία γέννησης
es: Fecha de nacimiento
es_419: Fecha de nacimiento
fi: Syntymäaika
fr: Date de naissance
fr_ca: Date de naissance
he: תאריך לידה
hi: जन्मतिथि
hr: Datum rođenja
hu: Születési dátum
id: Tanggal Lahir
it: Data di nascita
ja: 生年月日
ko: 생년월일
ms: Tarikh Lahir
nb: Fødselsdato
nl: Geboortedatum
pl: Data urodzenia
pt: Data de Nascimento
pt_pt: Data de nascimento
ro: Data nașterii
ru: Дата рождения
sk: Dátum narodenia
sv: Födelsedatum
sw: Tarehe ya Kuzaliwa
th: วันเกิด
tr: Doğum Tarihi
uk: Дата народження
vi: Ngày sinh
zh_cn: 出生日期
zh_hk: 出生日期
zh_tw: 出生日期

# EMAIL_FORM_ITEM_TITLE
source: Email
ar: البريد الإلكتروني
ca: Correu electrònic
es: Correo electrónico
es_419: Correo
fi: Sähköposti
fr: Adresse e-mail
fr_ca: Courriel
he: שלח בדוא״ל
hi: ईमेल
hr: Pošaljite e-mail
ja: メール
ko: 이메일
ms: E-mel
nb: E-post
ru: Е‑mail
sv: E-post
sw: Barua Pepe
th: อีเมล
tr: E-posta
uk: Е-пошта
zh_cn: 电子邮件
zh_hk: 電郵
zh_tw: 電子郵件

# ENVIRONMENTSPL_CALCULATING
source: Calculating
ar: جاري الحساب
ca: Calculant
cs: Výpočet
da: Beregner
de: Rechnen
el: Υπολογισμός…
es: Calculando
fi: Lasketaan
fr: Calcul en cours
fr_ca: Calcul en cours
he: מחשב
hi: गणना जारी है
hr: Izračunavanje
hu: Számítás
id: Menghitung
it: Calcolo
ja: 計算中
ko: 계산 중
ms: Mengira
nl: Berekenen
pl: Obliczam
pt: Calculando
pt_pt: A calcular…
ro: Calculare
ru: Вычисление
sk: Vypočítavam
sv: Beräknar
sw: Inahesabu
th: กำลังคำนวณ
tr: Hesaplanıyor
uk: Обчислювання
vi: Đang tính
zh_cn: 正在计算
zh_hk: 正在計算
zh_tw: 正在計算

# ENVIRONMENTSPL_INTRO_TEXT
source: This activity measures the environment sound pressure level. If the noise levels are too high, you will be unable to proceed. Please move to a quieter location to complete this task or retake this activity at a later time.
ar: يقيس هذا النشاط مستوى ضغط الصوت في البيئة المحيطة. إذا كانت مستويات الضوضاء عالية جدًا، فلن تتمكن من المتابعة. الرجاء الانتقال إلى موقع أهدأ لإكمال هذه المهمة أو إعادة هذا النشاط في وقت لاحق.
ca: Aquesta activitat mesura el nivell de pressió sonora de l’entorn. Si els nivells de soroll són molt alts, no la podràs fer. Vés a un lloc més tranquil per realitzar aquesta tasca o reprèn l’activitat més tard.
cs: Tato aktivita změří úroveň akustického tlaku v prostředí. Pokud bude úroveň hluku příliš vysoká, nebudete moct pokračovat. V tom případě proveďte úlohu v tišším prostředí nebo se k aktivitě vraťte později.
da: Denne aktivitet måler omgivelsernes støjniveau. Hvis støjniveauet er for højt, kan du ikke fortsætte. Gå et sted hen, der er mere stille, for at gennemføre opgaven, eller udfør aktiviteten igen senere.
de: Diese Aktivität misst den Schalldruckpegel der Umgebung. Wenn die Geräuschpegel zu hoch sind, kannst du nicht fortfahren. Bitte schließe diese Aufgabe dann in einer ruhigeren Umgebung ab oder führe diese Aktivität zu einem späteren Zeitpunkt durch.
el: Αυτή η δραστηριότητα μετρά το επίπεδο πίεσης του περιβαλλοντικού θορύβου. Αν τα επίπεδα θορύβου είναι πολύ υψηλά, δεν θα είναι δυνατό να συνεχίσετε. Πηγαίνετε σε πιο ήσυχη τοποθεσία για να ολοκληρώσετε αυτήν τη δραστηριότητα ή πραγματοποιήστε την εκ νέου αργότερα.
es: Esta actividad mide el nivel de presión acústica ambiental. Si hay demasiado ruido, no podrás continuar. Vete a un lugar más silencioso para completar esta tarea o retómala en otro momento.
fi: Tämä aktiviteetti mittaa ympäristön äänenpaineen. Jos melutaso on liian korkea, et voi jatkaa. Suorita tämä tehtävä siirtymällä hiljaisempaan ympäristöön tai myöhemmin.
fr: Cette activité permet de mesurer le niveau de pression acoustique de l’environnement. Si les niveaux de bruit sont trop élevés, vous ne pourrez pas continuer. Veuillez vous déplacer vers un endroit plus calme pour effectuer cette tâche ou reprendre cette activité plus tard.
fr_ca: Cette activité mesure le niveau de pression acoustique de l’environnement. Dans le cas où les niveaux de bruits seraient trop élévés, il vous sera impossible de continuer. Veuillez vous déplacer dans un lieu plus silencieux pour terminer cette tâche ou reprendre cette activité plus tard.
he: פעילות זו מודדת את רמת לחץ הצליל בסביבה. אם רמות הרעש גבוהות מדי, לא תוכל/י להמשיך. עבור/י אל מיקום שקט יותר כדי להשלים משימה זו, או בצע/י שוב את המשימה בזמן אחר.
hi: इस गतिविधि से माहौल का ध्वनि दबाव स्तर मापा जाता है। यदि शोर का स्तर अधिक उच्च होम, तो आप जारी नहीं रख पाएँगे। कृपया इस कार्य को पूरा करने के लिए किसी शांत स्थान पर जाएँ या इस गतिविधि को बाद में पुनः करें।
hr: Ovom se aktivnošću mjeri razina tlaka zvuka u okruženju. Ako su razine buke previsoke, nećete moći nastaviti. Premjestite se na tiše mjesto kako biste dovršili ovaj zadatak ili ponovite ovu aktivnost kasnije.
hu: Ez a tevékenység megméri a környezeti hangnyomást. Ha a zaj szintje túl magas, nem fogja tudni folytatni. Kérjük, menjen csendesebb helyre a feladat befejezéséhez, vagy ismételje meg később a tevékenységet.
id: Aktivitas ini mengukur level tekanan bunyi lingkungan. Jika level kebisingan terlalu tinggi, Anda tidak akan dapat melanjutkan. Pindah ke lokasi yang lebih hening untuk menyelesaikan tugas ini atau mengulangi aktivitas ini di lain waktu.
it: L'attività misura il livello di pressione sonora dell'ambiente. Se i livelli di rumore sono troppo alti, non potrai procedere. Raggiungi un luogo più silenzioso per completare l'attività oppure eseguila di nuovo in un secondo momento.
ja: このアクティビティでは、環境の音圧レベルを測定します。ノイズレベルが高すぎる場合、アクティビティを続けることはできません。静かな場所に移動してこのタスクを完了するか、後でこのアクティビティを行ってください。
ko: 이 실험은 주변 환경의 음압 레벨을 측정합니다. 주변의 소음이 너무 큰 경우 진행할 수 없습니다. 좀 더 조용한 장소로 이동하여 이 실험을 완료하거나 나중에 이 실험을 다시 진행하십시오.
ms: Aktiviti ini mengukur paras tekanan bunyi persekitaran. Jika paras hingar terlalu tinggi, anda tidak boleh meneruskan. Sila pergi ke kawasan yang lebih senyap untuk menyelesaikan tugas ini atau ambil semula aktiviti ini kemudian.
nl: Met deze activiteit meet je het niveau van de druk van het omgevingsgeluid. Als het ruisniveau te hoog is, kun je niet verdergaan. Ga naar een stillere locatie om deze taak uit te voeren of voer deze taak op een later tijdstip uit.
pl: Ta czynność mierzy poziom ciśnienia akustycznego otoczenia. Jeśli poziomy hałasu będą za wysokie, nie możesz kontynuować. Przesuń się do cichszego miejsca, aby zakończyć to zadanie lub powtórz tę czynność później.
pt: Esta atividade mede o nível de pressão do som do ambiente. Se os níveis de ruído estiverem altos demais, você não poderá prosseguir. Desloque-se para um local mais silencioso para concluir esta tarefa ou refaça-a mais tarde.
pt_pt: Este exercício mede o nível de pressão do som ambiente. Se os níveis de ruído forem demasiado elevados, não poderá continuar. Vá para um local mais tranquilo para completar este exercício ou repita‑o mais tarde.
ro: Această activitate măsoară nivelul presiunii sonore din mediu. Dacă nivelul zgomotului este prea mare, nu veți putea continua. Mergeți într-un loc mai liniștit pentru a termina această sarcină sau reluați ulterior această activitate.
ru: Это задание направлено на измерение звукового давления окружающей среды. Если уровень шума слишком высокий, выполнить задание не удастся. Потребуется пройти в тихое место или выполнить это задание в другое время.
sk: Táto aktivita meria úroveň akustického tlaku. Ak je úroveň hluku príliš vysoká, nebudete môcť pokračovať. Prejdite na tichšie miesto a dokončite túto úlohu, prípadne aktivitu absolvujte neskôr.
sv: Den här aktiviteten mäter miljöns ljudtrycksnivå. Om bullernivåerna är för höga kan du inte fortsätta. Flytta till en tystare plats där du kan slutföra uppgiften eller gör om den här aktiviteten senare.
sw: Shughuli hii hupima kiwango cha shinikizo la sauti katika mazingira. Ikiwa viwango vya kelele ni vikubwa mno, hutaweza kuendelea. Tafadhali hamia eneo tulivu zaidi kumaliza kazi hii au fanya shughuli hii baadaye.
th: กิจกรรมนี้จะวัดระดับความดันเสียงรอบข้าง ถ้าระดับเสียงรบกวนสูงเกินไป คุณจะไม่สามารถดำเนินการต่อได้ โปรดย้ายไปยังสถานที่ที่เงียบกว่านี้เพื่อทำบททดสอบนี้ให้เสร็จสมบูรณ์ หรือทำบททดสอบอีกครั้งในภายหลัง
tr: Bu aktivite, ortam ses baskısı düzeyini ölçer. Gürültü düzeyleri çok yüksekse, ilerleyemezsiniz. Lütfen bu görevi tamamlamak için daha sessiz bir konuma geçin ya da bu aktiviteyi daha sonra tekrar yapın.
uk: Цей тест вимірює рівень звукового тиску. Якщо рівні шуму зависокі, ви не зможете продовжити. Будь ласка, перейдіть у тихіше місце для виконання цього завдання або пройдіть цей тест ще раз згодом.
vi: Hoạt động này đánh giá mức độ áp lực âm thanh môi trường. Nếu mức tiếng ồn quá cao, bạn sẽ không thể tiếp tục. Vui lòng di chuyển đến một vị trí yên tĩnh hơn để hoàn thành phần này hoặc thực hiện lại hoạt động này vào một thời điểm khác.
zh_cn: 本活动测量环境声压级。如果噪声级过高，您将无法进行下一步。请转移到更安静的地方以完成本任务或稍后再重新进行本活动。
zh_hk: 此測試活動可測量環境聲壓水平。如果噪音水平太高，你將無法進行。請移至一個比較安靜的位置來完成此測試活動，或在稍後重新進行。
zh_tw: 此活動是測量環境音壓位準。如果噪音位準過高便無法繼續。請前往較安靜的地點完成本任務，或稍後重做此活動。

# ENVIRONMENTSPL_THRESHOLD
source: Threshold: %@ dBA
ar: الحد الأقصى: %@ dBA
ca: Llindar: %@ dBA
cs: Práh: %@ dBA
da: Grænse: %@ dB(A)
de: Schwellenwert: %@ dBA
el: Όριο: %@ dBA
es: Umbral: %@ dBA
fi: Kynnys: %@ dBA
fr: Seuil : %@ dB (A)
fr_ca: Seuil : %@ dB(A)
he: סף: ‎%@ dBA
hi: सीमा : %@ dBA
hr: Prag: %@ dBA
hu: Küszöb: %@ dBA
id: Ambang: %@ dBA
it: Soglia: %@ dBA
ja: 閾値: %@ dBA
ko: 임계값: %@dBA
ms: Ambang: %@ dBA
nl: Drempelwaarde: %@ dBA
pl: Próg: %@ dBA
pt: Limiar: %@ dBA
pt_pt: Limiar: %@ dBA
ro: Prag: %@ dBA
ru: Порог: %@ дБА
sk: Prah: %@ dBA
sv: Tröskel: %@ dBA
sw: Kizingiti: %@ dBA
th: เกณฑ์: %@ dBA
tr: Eşik: %@ dBA
uk: Поріг: %@ дБ
vi: Ngưỡng: %@ dBA
zh_cn: 阈值：%@ dBA
zh_hk: 臨界值：%@ dBA
zh_tw: 閾值：%@ dBA

# ENVIRONMENTSPL_TITLE
source: SPL Meter
ar: مقياس مستوى ضغط الصوت
ca: Sonòmetre
cs: Měřič akustického tlaku
da: Støjniveaumåler
de: Schallpegelmesser
el: Μετρητής επιπέδου πίεσης ήχου (SPL)
es: Sonómetro
fi: SPL-mittari
fr: Calculateur de pression acoustique
fr_ca: Mesure du NPA
he: מד SPL
hi: SPL मीटर
hr: SPL mjerač
hu: SPL-mérő
id: Pengukur SPL
it: Fonometro
ja: 騒音計
ko: SPL 측정기
ms: Meter SPL
pl: Wskaźnik SPL
pt: Decibelímetro
pt_pt: Nível de SPL
ro: Contor nivel de presiune sonoră
ru: Шумомер
sk: Indikátor hladiny akustického tlaku
sv: Ljudtrycksmätare
sw: Kipimaji SPL
th: มิเตอร์ SPL
tr: SPL Metre
uk: Покажчик РЗТ
vi: Công cụ đo SPL
zh_cn: SPL 指示器
zh_hk: 聲壓計
zh_tw: 音壓計

# ERROR_DATALOGGER_COULD_NOT_FREE_SPACE
source: Could not remove sufficient log files to reach threshold
ar: تعذر إزالة ملفات السجل الكافية للوصول إلى الحد
ca: No s’han pogut eliminar prou arxius de registre per assolir el llindar
cs: Nepodařilo se odstranit dostatečné množství protokolů pro dosažení prahové hodnoty
da: Kunne ikke fjerne tilstrækkeligt med logarkiver til at nå grænsen
de: Es konnten nicht genügend Protokolldateien gelöscht werden, um den Schwellenwert zu erreichen.
el: Δεν ήταν δυνατή η αφαίρεση επαρκών αρχείων καταγραφής για την επίτευξη ορίου
es: No se han podido eliminar los archivos de registro suficientes para alcanzar el umbral
es_419: No se pudo eliminar suficientes registros para alcanzar el umbral
fi: Ei voitu poistaa riittävästi lokitiedostoja raja-arvon saavuttamiseksi.
fr: Impossible de supprimer assez de fichiers journaux pour atteindre le seuil
fr_ca: Impossible de supprimer suffisamment de fichiers d’historique pour atteindre le seuil
he: לא ניתן היה להסיר מספיק קובצי רישום בכדי להגיע לסף
hi: अधिकतम संग्रहण सीमा तक पहुँचने के लिए आवश्यक लॉग फ़ाइलें नहीं हटाई जा सकीं
hr: Nije se moglo ukloniti dovoljno log datoteka za dosezanje praga
hu: Nem sikerült elég naplófájlt eltávolítani a küszöb eléréséhez
id: Tidak dapat menghapus cukup file log untuk mencapai ambang
it: Impossibile rimuovere file di log sufficienti per raggiungere la soglia
ja: しきい値に達するのに十分なログファイルを削除できませんでした
ko: 임계값에 이르기 위한 충분한 수의 로그 파일을 제거하는 데 실패했습니다.
ms: Tidak dapat mengeluarkan fail log yang mencukupi untuk mencapai ambang
nb: Kunne ikke fjerne nok loggfiler til å nå grensen
nl: Er kunnen niet genoeg logbestanden worden verwijderd om de drempel te halen
pl: Nie można było usunąć liczby plików dzienników pozwalającej na osiągnięcie progu
pt: Não foi possível remover arquivos de registro suficientes para alcançar o limite
pt_pt: Não foi possível remover ficheiros de registo suficientes para atingir o limite.
ro: Nu au putut fi eliminate suficiente fișiere jurnal pentru atingerea pragului admis
ru: Не удалось удалить файлы журналов, чтобы освободить достаточно места
sk: Nepodarilo odstrániť dostatok súborov záznamov pre dosiahnutie prahovej hodnoty
sv: Kunde inte ta bort tillräckligt många loggfiler för att nå tröskelvärdet
sw: Haikuweza kutoa faili za logi za kutosha kufikia kiwango kilichotarajiwa
th: ไม่สามารถเอาไฟล์บันทึกออกให้เพียงพอกับค่าที่กำหนด
tr: Eşiğe ulaşmaya yetecek kadar günlük dosyası silinemedi
uk: Не вдалося вилучити достатньо файлів журналів, щоб досягти порогу
vi: Không thể xóa đủ số tệp bản ghi để đạt tới ngưỡng
zh_cn: 无法移除足够的日志文件来达到阈值
zh_hk: 無法移除足夠的記錄檔案以達到臨界值
zh_tw: 無法移除足夠的記錄檔來達到臨界值

# ERROR_DATALOGGER_COULD_NOT_MAORK
source: File not marked deleted (not marked uploaded)
ar: لم يتم تمييز الملف كمحذوف (لم يتم التمييز كـ "تم التحميل")
ca: Arxiu no marcat eliminat (no marcat carregat)
cs: Soubor není označen jako smazaný (není označen jako odeslaný)
da: Arkiv ikke mærket som slettet (ikke mærket som overført)
de: Datei nicht als gelöscht markiert (nicht als geladen markiert)
el: Το αρχείο δεν έχει σημανθεί ως διαγραμμένο (δεν έχει σημανθεί ως απεσταλμένο)
es: Archivo no marcado como eliminado (no marcado como cargado)
es_419: El archivo no se marcó como eliminado (no se marcó como cargado)
fi: Tiedostoa ei ole merkitty poistetuksi (ei merkitty lähetetyksi)
fr: Fichier non marqué comme supprimé (non marqué comme chargé)
fr_ca: Fichier non marqué comme supprimé (non marqué comme téléchargé)
he: הקובץ אינו מסומן כנמחק (אינו מסומן כקובץ שהועלה)
hi: फ़ाइल डिलीट की गई (अपलोड की गई) के रूप में चिन्हित नहीं है
hr: Datoteka nije označena kao obrisana (nije označena kao postavljena)
hu: A fájl nincs töröltként megjelölve (nincs feltöltöttként megjelölve)
id: File tidak ditandai sebagai dihapus (tidak ditandai sebagai diunggah)
it: File non contrassegnati eliminati (non contrassegnati caricati)
ja: ファイルが削除済みとマークされていません（アップロード済みとマークされていません）
ko: 삭제로 표시되지 않은 파일(업로드됨으로 표시되지 않음)
ms: Fail tidak ditandakan sebagai dipadamkan (tidak ditandakan sebagai dimuat naik)
nb: Fil er ikke merket som slettet (ikke merket som opplastet)
nl: Bestand niet gemarkeerd als verwijderd (niet gemarkeerd als geüpload)
pl: Plik nie oznaczony jako usunięty (nie oznaczony jako wysłany)
pt: Arquivo não marcado como apagado (não marcado como enviado)
pt_pt: Ficheiro não marcado como pagado (não marcado como enviado).
ro: Fișierul nu a fost marcat drept șters (nu a fost marcat drept încărcat)
ru: Файл не помечен как удаленный (выгруженный)
sk: Súbor neoznačený ako vymazaný (neoznačený ako odoslaný)
sv: Filen är inte markerad som raderad (ej markerad som öveförd)
sw: Faili halijaandikwa imefutwa (haikuandikwa imepakiwa)
th: ลบไฟล์ที่ไม่ได้ทำเครื่องหมายว่าอัปโหลดแล้ว
tr: Dosya silinmiş (karşıya yüklenmiş) olarak işaretlenemedi
uk: Файл не позначено як видалений (не позначено як відвантажений)
vi: Đã xóa tệp không được đánh dấu (không được đánh dấu là đã tải lên)
zh_cn: 文件未标记为删除（未标记为上传）
zh_hk: 檔案未標示為已刪除（未標示為已上載）
zh_tw: 檔案未被標示為刪除（或上傳）

# ERROR_DATALOGGER_CREATE_FILE
source: Could not create file
ar: تعذر إنشاء الملف
ca: No s’ha pogut crear l’arxiu
cs: Soubor nelze vytvořit
da: Kunne ikke oprette arkiv
de: Fehler beim Erstellen der Datei
el: Δεν ήταν δυνατή η δημιουργία αρχείου
es: No se ha podido crear el archivo
es_419: No se pudo crear el archivo
fi: Tiedostoa ei voitu luoda
fr: Création du fichier impossible
fr_ca: Impossible de créer le fichier
he: לא ניתן ליצור את הקובץ
hi: फ़ाइल नहीं बन सकी
hr: Datoteka se ne može izraditi
hu: A fájl nem hozható létre
id: Tidak dapat membuat file
it: Impossibile creare file
ja: ファイルを作成できませんでした
ko: 파일을 생성할 수 없습니다.
ms: Tidak dapat mencipta fail
nb: Kunne ikke opprette fil
nl: Bestand aanmaken mislukt
pl: Nie można było utworzyć pliku
pt: Não foi possível criar o arquivo
pt_pt: Não foi possível criar ficheiro
ro: Fișierul nu a putut fi creat
ru: Не удалось создать файл
sk: Nepodarilo sa vytvoriť súbor
sv: Kunde inte skapa fil
sw: Haikuweza kutengeneza faili
th: สร้างไฟล์ไม่ได้
tr: Dosya yaratılamadı
uk: Не вдалося створити файл
vi: Không thể tạo tệp
zh_cn: 无法创建文件
zh_hk: 無法製作檔案
zh_tw: 無法製作檔案
